{
  "person": {
    "welcome": {
      "subject": "Welcome to the Company",
      "preview": "You’re all set to start processing live transactions!",
      "intro": "Thank you for submitting your account details. You’re now set up to accept live transactions on our platform!",
      "dashboard_info": "You can view your transactions, manage your account, and explore additional features directly from your dashboard.",
      "dashboard_button": "Access Your Dashboard",
      "integration_reminder": "If your setup isn’t fully complete yet, our integration guides are here to help.",
      "api_key_instructions": "When you’re ready to start live processing, simply switch from test to live API keys. You can test and process live transactions simultaneously, so feel free to continue experimenting while going live. Check out our overview on account basics.",
      "checklist_reminder": "For optimal performance, make sure to review our quick checklist on standards and best practices for payments.",
      "support_message": "We’re here to support you at every step. Visit our support site for answers to common questions or to reach out directly.",
      "signature": "— Your Payment Platform Team",
      "address": "Payment Platform, 1234 Business Road, City, State, ZIP",
      "dashboard_link": "https://yourplatform.com/dashboard",
      "docs_link": "https://yourplatform.com/docs",
      "api_keys_link": "https://yourplatform.com/dashboard/api-keys",
      "tutorial_link": "https://yourplatform.com/docs/account-basics",
      "checklist_link": "https://yourplatform.com/docs/checklist",
      "support_link": "https://yourplatform.com/support"
    },
    "updated": {
      "subject": "Account Update Alert - Company",
      "greeting": "Hello, {firstName}!",
      "intro": "We are reaching out to inform you that your account has been successfully updated.",
      "unauthorized_change": "If you did not request this update, please contact us immediately. Our support team is available to assist you at any time.",
      "account_review": "To review your account information, please visit the <a href='https://example.com/account'>dashboard</a> on our website.",
      "contact_support": "If you need further assistance, feel free to <a href='mailto:support@company.com'>contact our support team</a>.",
      "thank_you": "Thank you,",
      "team": "Company Team",
      "ps": "P.S. For security reasons, we recommend changing your password regularly. You can do this directly from your <a href='https://example.com/account'>dashboard</a>."
    },
    "deleted": {
      "subject": "Account Deletion Alert - Company",
      "greeting": "Hello, {firstName}!",
      "intro": "We are notifying you that your account has been marked for deletion. If you did not request this action, you have the opportunity to reverse this decision.",
      "unauthorized_deletion": "If you did not request the deletion of your account, please contact us immediately. Our support team is ready to assist you.",
      "account_recovery": "To recover your account and prevent deletion, simply click the link below within {timeLimit} hours:",
      "recovery_link": "<a href='https://example.com/recover-account'>Recover Account</a>",
      "contact_support": "If you have any questions or need further assistance, feel free to <a href='mailto:support@company.com'>contact our support team</a>.",
      "thank_you": "Thank you,",
      "team": "The Company Team",
      "ps": "P.S. If you do not recover your account within the specified time, deletion will be carried out permanently. We recommend you act as soon as possible."
    }
  }
}
